window.sourceText = { //Исходный текст на русском языке для перевода, объект содержит числовые ключи и строку для отображения в интерфейсе. Перевод на других языках следует записывать в массив window.translate, как указано в файле en.js
	1004: "Список модов",
	1005: "Ошибка соединения с сервером",
	1006: "Авторизация...",
	1007: "Логин",
	1008: "Пароль",
	1009: "Сохранить на общий сервер",
	1010: "Войти",
	1011: "Выйти",
	1012: "Редактировать",
	1013: "Файл",
	1014: "Удалить",
	1015: "Действия...",
	1016: "Удалить мод?",
	1017: "Скачать файл",
	1400: "Опубликовано",
	1401: "Мод в процессе рассмотрения",
	1402: "Приватное тестирование",
	1403: "этажей было сыграно",
	1404: "Все моды",
	1405: "Игровой персонаж",
	1406: "Патроны",
	1407: "Оружия",
	1408: "По дате обновления", //сортировка списка
	1409: "По дате добавления",//сортировка списка
	1410: "По этажам",//сортировка списка
	1411: "По лайкам",//сортировка списка
	1412: "По дизлайкам",//сортировка списка
	1413: "По ID",//сортировка списка
};